Repository: huyvt-2722/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: uz

source: internally reviewed
uz: ichki ko'rib chiqilgan

source: All Unreviewed
uz: Hammasi ko'rib chiqilmagan

source: All Unreviewed Failures
uz: Barcha ko'rib chiqilmagan xatolar

source: active proctored exams
uz: faol nazorat imtihonlari

source: courses with active proctored exams
uz: faol proktor imtihonlari bilan kurslar

source: Course Id
uz: Kurs identifikatori

source: Created
uz: Yaratilgan

source: Download Software Clicked
uz: Bosilgan dasturiy ta'minotni yuklab olish

source: Ready To Start
uz: Boshlashga tayyor

source: Started
uz: Boshlandi

source: Ready To Submit
uz: Yuborishga tayyor

source: Declined
uz: Rad etildi

source: Timed Out
uz: Vaqt tugadi

source: Submitted
uz: Taqdim etilgan

source: Second Review Required
uz: Ikkinchi ko'rib chiqish talab qilinadi

source: Verified
uz: Tasdiqlangan

source: Rejected
uz: Rad etilgan

source: Error
uz: Xato

source: Onboarding Missing
uz: Bortda etishmayapti

source: Onboarding Failed
uz: Bortga kirish amalga oshmadi

source: Onboarding Pending
uz: Ishga qabul qilish kutilmoqda

source: Onboarding Expired
uz: Bortga kirish muddati tugadi

source: you have {remaining_time} remaining
uz: sizda {remaining_time} qolgan

source: your course
uz: sizning kursingiz

source: Proctoring Results For {course_name} {exam_name}
uz: {course_name} {exam_name} uchun proktoring natijalari

source: Taking As Proctored Exam
uz: Proctored Imtihon Sifatida Qabul

source: Proctored Option Available
uz: Tekshirilgan variant mavjud

source: Taking As Open Exam
uz: Ochiq imtihon sifatida qabul qilish

source: Pending Session Review
uz: Kutilayotgan sessiya tekshiruvi

source: Passed Proctoring
uz: Proktoringdan o'tdi

source: Failed Proctoring
uz: Muvaffaqiyatsiz tekshirish

source: Proctored Option No Longer Available
uz: Tekshirilgan variant endi mavjud emas

source: Ungraded Practice Exam
uz: Baholanmagan amaliyot imtihoni

source: Practice Exam Completed
uz: Amaliy imtihon yakunlandi

source: Practice Exam Failed
uz: Amaliy imtihon muvaffaqiyatsiz tugadi

source: Timed Exam
uz: Vaqtli imtihon

source: Onboarding status question
uz: Bortga kirish holati haqidagi savol

source: Taking as Proctored
uz: Proktored sifatida qabul qilish

source: Is Sample Attempt
uz: Namuna urinish

source: Is Resumable
uz: Qayta tiklash mumkin

source: Ready to Resume
uz: Davom etishga tayyor

source: Resumed
uz: Davom etildi

source: Additional Time (minutes)
uz: Qo'shimcha vaqt (daqiqa)

source: Review Policy Exception
uz: Ko‘rib chiqish siyosatidan istisno

source: The result will be visible after <strong id="wait_deadline"> Loading... </strong>
uz: Natija <strong id="wait_deadline">yuklangandan keyin ko'rinadi...</strong>

source: Hello,
uz: Salom,

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and you met all proctoring requirements.
uz: Sizning " %(exam_name)s " imtihoningiz <a href="%(course_url)s">%(course_name)s</a> ko'rib chiqildi va siz tekshirishning barcha talablariga javob berdi.

source: If you have any questions about your results, you can reach out at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
uz: Natijalaringiz haqida savollaringiz bo'lsa, quyidagi manzilga murojaat qilishingiz mumkin <a href="%(contact_url)s"> %(contact_url_text)s </a> .

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was submitted successfully and will now be reviewed to ensure all exam rules were followed. You should receive an email with your exam status within 5 business days. Final grades may take longer.
uz: Sizning nazorat imtihoningiz &quot; %(exam_name)s &quot; ichida <a href="%(course_url)s">%(course_name)s</a> taqdim etildi muvaffaqiyatli va endi barcha imtihon qoidalariga rioya qilinganligini tekshirish uchun ko‘rib chiqiladi qoidalarga amal qilindi. Imtihoningiz haqidagi elektron pochta xabarini olishingiz kerak holati 5 ish kuni ichida. Yakuniy baholar uzoqroq vaqt olishi mumkin.

source: Your proctored exam "%(exam_name)s" in <a href="%(course_url)s">%(course_name)s</a> was reviewed and the course team has identified one or more violations of the proctored exam rules. Examples of issues that may result in a rules violation include browsing the internet, blurry or missing photo identification, using a phone, or getting help from another person. As a result of the identified issue(s), you did not successfully meet the proctored exam requirements.
uz: Sizning " %(exam_name)s " imtihoningiz <a href="%(course_url)s">%(course_name)s</a> ko'rib chiqildi va kurs jamoasi proktored imtihon qoidalarining bir yoki bir nechta buzilishini aniqladi. Misollar qoidalar buzilishiga olib kelishi mumkin bo'lgan muammolar qatoriga ko'rish kiradi internet, noaniq yoki etishmayotgan fotosurat, telefondan foydalanish, yoki boshqa odamdan yordam olish. Aniqlangan muammo(lar) natijasida, proktorlangan imtihon talablariga muvaffaqiyatli javob bermadingiz.

source: To appeal your proctored exam results, please reach out with any relevant information about your exam at <a href="%(contact_url)s"> %(contact_url_text)s </a>.
uz: Tekshiruvdan o'tgan imtihon natijalariga shikoyat qilish uchun tegishli ma'lumotlar bilan bog'laning imtihoningiz haqida <a href="%(contact_url)s"> %(contact_url_text)s </a> .

source: Proctoring onboarding exam
uz: Proktoring ishga qabul qilish imtihoni

source: Why this is important to you:
uz: Nima uchun bu siz uchun muhim:

source: Establish your identity with the proctoring system to take a proctored exam
uz: Imtihon topshirish uchun proktoring tizimi bilan shaxsingizni aniqlang

source: Create your onboarding profile for faster access in the future
uz: Kelajakda tezroq kirish uchun ishga kirish profilingizni yarating

source: Practice taking a proctored test
uz: Tekshirilgan testdan o'tishni mashq qiling

source: Proctoring for this course is provided via %(provider_name)s. Onboarding review, including identity verification, can take 2+ business days.
uz: Ushbu kurs uchun proktoring %(provider_name)s orqali taqdim etiladi. Bortni tekshirish, jumladan, shaxsni tasdiqlash 2+ ish kunini olishi mumkin.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a>. Make sure this email has been added to your inbox filter.
uz: Profilingiz ko'rib chiqilgandan so'ng, sizga ko'rib chiqish natijalari haqida elektron pochta xabari keladi. Elektron pochta manzilidan keladi <a href="mailto:%(learner_notification_from_email)s">%(learner_notification_from_email)s</a> . Ushbu e-pochta pochta qutingiz filtriga qo'shilganligiga ishonch hosil qiling.

source: Please contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> if you have questions.
uz: Iltimos, murojaat qiling <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> savollaringiz bo'lsa.

source: Continue to onboarding
uz: Bortga kirishda davom eting

source: You will be guided through online proctoring software set up and identity verification.
uz: Siz onlayn proktoring dasturiy ta'minotini o'rnatish va shaxsingizni tekshirish orqali ko'rsatma olasiz.

source: Error: There was a problem with your onboarding session
uz: Xato: ishga tushirish seansida muammo yuz berdi

source: Your proctoring session ended before you completed this onboarding exam. You should retry this onboarding exam.
uz: Sizning proktoring seansingiz ushbu bortga kirish imtihonini tugatmaguningizcha tugadi. Bu bortga kirish imtihonini qaytadan sinab ko'rishingiz kerak.

source: You are taking "%(exam_display_name)s" as an onboarding exam. You must click “Yes, end my proctored exam” and submit your proctoring session to complete onboarding.
uz: Siz “ %(exam_display_name)s ” imtihonini topshirmoqdasiz. “Ha, mening nazorat imtihonimni tugat” tugmasini bosishingiz va bortga kirishni yakunlash uchun proktoring seansini topshirishingiz kerak.

source: Your onboarding session was reviewed, but did not pass all requirements
uz: Ishga qabul qilish seansingiz koʻrib chiqildi, lekin barcha talablardan oʻta olmadi

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions. You may retake this onboarding exam by clicking "Retry my exam".
uz: Iltimos, murojaat qiling <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> savollaringiz bo'lsa. Siz “Imtihonimni qaytadan sinab koʻrish” tugmasini bosish orqali ushbu imtihonni qayta topshirishingiz mumkin.

source: Retry my exam
uz: Imtihonimni qaytadan sinab ko'ring

source: Resetting Onboarding Exam
uz: Bortga kirish imtihonini tiklash

source: You have submitted this onboarding exam
uz: Siz bu ishga qabul qilish imtihonini topshirdingiz

source: If you do not have an onboarding profile with the system, Verificient will review your submission and create an onboarding profile to grant you access to proctored exams. Onboarding profile review can take 2+ business days.
uz: Agar sizda tizimga kirish profilingiz bo'lmasa, Verificient yuborganingizni tekshiradi va ishga kirishni yaratadi proktorlangan imtihonlarga kirish huquqini beruvchi profil. Bortga kirish profilni tekshirish 2+ ish kunini olishi mumkin.

source: Once your profile has been reviewed, you will receive an email with review results. The email will come from <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a>, so make sure this email has been added to your inbox filter.
uz: Profilingiz tekshirilgandan so'ng sizga elektron pochta xabari keladi ko'rib chiqish natijalari bilan. Elektron pochta manzilidan keladi <a href="mailto:%(learner_notification_from_email)s"> %(learner_notification_from_email)s </a> , shuning uchun ushbu xat pochta qutingiz filtriga qo'shilganligiga ishonch hosil qiling.

source: If you already have an onboarding profile approved through another course, this submission will not be reviewed. You may retry this exam at any time to validate that your setup still meets the requirements for proctoring.
uz: Agar sizda boshqa kurs orqali tasdiqlangan onboarding profilingiz bo'lsa, ushbu ariza ko'rib chiqilmaydi. Ushbu imtihonni istalgan vaqtda qaytadan sinab ko'rishingiz mumkin sozlamangiz proktoring talablariga javob berishini tasdiqlash uchun.

source: If you have made an error in this submission you may restart the onboarding process. Your current submission will be removed and will not receive a review.
uz: Agar siz ushbu yuborishda xatolikka yo'l qo'ygan bo'lsangiz, ishga tushirish jarayonini qayta boshlashingiz mumkin. Joriy taqdimotingiz olib tashlanadi va ko‘rib chiqilmaydi.

source: I understand and want to reset this onboarding exam.
uz: Men tushunaman va bu bortga kirish imtihonini qayta tiklamoqchiman.

source: Please contact <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> if you have questions.
uz: Iltimos, murojaat qiling <a href="mailto:%(integration_specific_email)s"> %(integration_specific_email)s </a> savollaringiz bo'lsa.

source: Your onboarding profile was reviewed successfully
uz: Ishga qabul qilish profilingiz muvaffaqiyatli tekshirildi

source: Your profile has been established, and you're ready to take proctored exams in this course.
uz: Sizning profilingiz o'rnatildi va siz ushbu kursda nazorat imtihonlarini topshirishga tayyorsiz.

source: Try a proctored exam
uz: Tekshirilgan imtihonni sinab ko'ring

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
uz: Keyinchalik kursda haqiqiy imtihonlar uchun proktoring bilan tanishing. Ushbu amaliyot imtihoni hech qanday ta'sir ko'rsatmaydi kursdagi bahongiz bo'yicha.

source: Continue to my practice exam
uz: Amaliyot imtihonimni davom ettiring

source: You will be guided through steps to set up online proctoring software and verify your identity.
uz: Onlayn proktoring dasturini o'rnatish va shaxsingizni tasdiqlash uchun sizga qadamlar ko'rsatiladi.

source: There was a problem with your practice proctoring session
uz: Amaliyot proktoring sessiyasida muammo yuz berdi

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
uz: Proktoring amaliyotingiz natijalari: <b class="failure">qoniqarsiz</b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
uz: Sizning proktoring sessiyangiz ushbu amaliyot imtihonini tugatguningizcha tugadi. Agar onlayn proktoring dasturini sozlashda muammoga duch kelsangiz, ushbu amaliyot imtihonini qaytadan sinab ko'rishingiz mumkin.

source: You have submitted this practice proctored exam
uz: Siz ushbu amaliyot proktor imtihonini topshirdingiz

source: Practice exams do not affect your grade. You have completed this practice exam and can continue with your course work.
uz: Amaliyot imtihonlari sizning bahongizga ta'sir qilmaydi. Siz ushbu amaliyot imtihonini tugatdingiz va kurs ishingizni davom ettirishingiz mumkin.

source: Are you sure you want to take this exam without proctoring?
uz: Haqiqatan ham bu imtihonni tekshiruvsiz topshirmoqchimisiz?

source: If you take this exam without proctoring, you will not be eligible for course credit or the MicroMasters credential if either applies to this course.
uz: Agar siz ushbu imtihonni proktoringsiz topshirsangiz, ushbu kursga tegishli bo'lsa, siz kurs krediti yoki MicroMasters hisob ma'lumotlariga ega bo'lmaysiz.

source: Continue Exam Without Proctoring
uz: Imtihonni tekshirishsiz davom eting

source: Go Back
uz: Ortga qaytish

source: This exam is proctored
uz: Ushbu imtihon nazoratdan o'tkaziladi

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
uz: Ushbu kurs bilan bog'liq kredit yoki dastur hisob ma'lumotlariga ega bo'lish uchun siz ushbu imtihon uchun proktoring tekshiruvidan o'tishingiz kerak.

source: Continue to my proctored exam.
uz: Mening nazorat imtihonimni davom ettiring.

source: You will be guided through steps to set up online proctoring software and verify your identity.</br>
uz: Onlayn proktoring dasturini o'rnatish va shaxsingizni tasdiqlash uchun sizga qadamlar ko'rsatiladi.</br>

source: Error with proctored exam
uz: Tekshirish imtihonidagi xato

source: A system error has occurred with your proctored exam. Please reach out to your course team at <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> for assistance, and return to the exam once you receive further instructions.
uz: Tekshirilgan imtihoningizda tizim xatosi yuz berdi. Iltimos, kursingizga murojaat qiling <a href="mailto:%(proctoring_escalation_email)s">%(proctoring_escalation_email)s</a> da jamoa yordam so'rang va qo'shimcha ko'rsatmalar olganingizdan so'ng imtihonga qayting.

source: A system error has occurred with your proctored exam. Please reach out to <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s Support</a> for assistance, and return to the exam once you receive further instructions.
uz: Tekshirilgan imtihoningizda tizim xatosi yuz berdi. Iltimos, murojaat qiling <a href="%(link_urls.contact_us)s" target="_blank">%(platform_name)s uchun qo'llab-quvvatlash</a> yordam bering va qo'shimcha ko'rsatmalar olganingizdan so'ng imtihonga qayting.

source: Close
uz: Yopish

source: The content of this exam can only be viewed through the RPNow application. If you have yet to complete your exam, please return to the RPNow application to proceed.
uz: Ushbu imtihon mazmunini faqat RPNow orqali ko'rish mumkin ilova. Agar siz hali imtihonni tugatmagan bo'lsangiz, iltimos Davom etish uchun RPNow ilovasiga qayting.

source: Alternatively, you can end your exam.
uz: Shu bilan bir qatorda, imtihonni tugatishingiz mumkin.

source: End My Exam
uz: Imtihonimni tugat

source: The due date for this exam has passed
uz: Ushbu imtihonni topshirish muddati o'tdi

source: Because the due date has passed, you are no longer able to take this exam.
uz: Muddati o‘tganligi sababli, siz endi bu imtihonda qatnasha olmaysiz.

source: You did not satisfy the requirements for taking this exam with proctoring.
uz: Siz proktoring bilan ushbu imtihonni topshirish talablarini qondirmadingiz.

source: You did not satisfy the following prerequisites:
uz: Siz quyidagi shartlarga javob bermadingiz:

source: Due to unsatisfied prerequisites, you can only take this exam without proctoring.
uz: Qoniqarsiz shartlar tufayli siz ushbu imtihonni faqat tekshiruvsiz topshirishingiz mumkin.

source: If you have questions about the status of your requirements, contact %(platform_name)s Support.
uz: Talablaringiz holati haqida savollaringiz bo'lsa, %(platform_name)s Yordam xizmatiga murojaat qiling.

source: About Proctored Exams
uz: Proctored Imtihonlari haqida

source: You have not activated your account.
uz: Siz accountingizni faollashtirmadingiz.

source: Your %(platform_name)s account has not yet been activated. To take the proctored exam, you are required to activate your account.
uz: Sizning %(platform_name)s accountingiz hali faollashtirilmagan. Tekshirish imtihonini topshirish uchun, accountingizni faollashtirish talab qilinadi.

source: Please check your registered email's Inbox and Spam folders for an activation email from %(platform_name)s.
uz: Iltimos, ro'yxatdan o'tgan elektron pochtangizning Inbox va Spam papkalarini faollashtirish uchun elektron pochta xabarini tekshiring %(platform_name)s .

source: If you cannot find this email, you can <a href="%(reset_link)s" target="_blank">reset your password</a> to activate your account.
uz: Agar siz ushbu xatni topa olmasangiz, <a href="%(reset_link)s" target="_blank">parolingizni qayta o'rnatishingiz</a> mumkin accountingizni faollashtiring.

source: If you cannot find this email, you can reset your password to activate your account.
uz: Agar siz ushbu xatni topa olmasangiz, accountingizni faollashtirish uchun parolingizni tiklashingiz mumkin.

source: If you continue to have trouble please contact <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Support</a>.
uz: Muammo davom etsa, iltimos, bog'laning <a href="%(link_urls.contact_us)s" target="_blank"> %(platform_name)s Yordam</a> .

source: Set up and start your proctored exam
uz: Proktorlangan imtihoningizni sozlang va boshlang

source: Note: As part of the proctored exam setup, you will be asked to verify your identity. Before you begin, make sure you are on a computer with a webcam, and that you have a valid form of photo identification such as a driver’s license or passport.
uz: Eslatma: Proktorlangan imtihonni sozlashning bir qismi sifatida sizdan so'raladi shaxsingizni tasdiqlash uchun. Boshlashdan oldin, ishonch hosil qiling veb-kamerasi bo'lgan kompyuterda va sizda haqiqiy shakl borligi haydovchilik guvohnomasi kabi fotosuratli identifikatsiyaning yoki pasport.

source: If you have issues relating to proctoring, you can contact %(provider_name)s technical support by emailing %(provider_tech_support_email)s or by calling %(provider_tech_support_phone)s.
uz: Agar proktoring bilan bog'liq muammolaringiz bo'lsa, %(provider_tech_support_email)s elektron pochta manzili yoki %(provider_tech_support_phone)s raqamiga qo'ng'iroq qilish orqali %(provider_name)s texnik yordamiga murojaat qilishingiz mumkin.

source: Start System Check
uz: Tizim tekshiruvini boshlang

source: Start Exam
uz: Imtihonni boshlash

source: Step 1
uz: 1-qadam

source: Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
uz: Ushbu noyob imtihon kodidan nusxa oling. Imtihonni boshlashdan oldin sizdan ushbu kodni keyinroq joylashtirish so'raladi.

source: Copy Exam Code
uz: Imtihon kodini nusxalash

source: Select the exam code, then copy it using Control + C (Windows) or Command + C (Mac).
uz: Imtihon kodini tanlang, keyin uni Control + C (Windows) yoki Command + C (Mac) tugmalari yordamida nusxalang.

source: Step 2
uz: 2-qadam

source: Start your system check now. A new window will open for this step and you will verify your identity.
uz: Tizim tekshiruvini hoziroq boshlang. Ushbu qadam uchun yangi oyna ochiladi va siz shaxsingizni tasdiqlaysiz.

source: Make sure you:
uz: Ishonch hosil qiling:

source: Have a computer with a functioning webcam
uz: Ishlayotgan veb-kameraga ega kompyuterga ega bo'ling

source: Have your valid photo ID (e.g. driver's license or passport) ready
uz: Rasmiy identifikatoringizni (masalan, haydovchilik guvohnomasi yoki pasport) tayyorlang

source: Step 3
uz: 3-qadam

source: For security and exam integrity reasons, we ask you to sign in to your edX account. Then we will direct you to the RPNow proctoring experience.
uz: Xavfsizlik va imtihonning yaxlitligi uchun sizdan edX accountingizga kirishingizni soʻraymiz. Keyin biz sizni RPNow proktoring tajribasiga yo'naltiramiz.

source: Take this exam without proctoring.
uz: Ushbu imtihonni nazoratsiz topshiring.

source: You must complete an onboarding exam before taking this proctored exam
uz: Ushbu proktorlangan imtihonni topshirishdan oldin siz bortga kirish imtihonini topshirishingiz kerak

source: Please complete an onboarding exam before attempting this exam.
uz: Iltimos, ushbu imtihonga kirishdan oldin imtihonni topshiring.

source: Navigate to onboarding exam
uz: Bortga kirish imtihoniga o'ting

source: Your onboarding exam is being reviewed. Before attempting this exam, please allow 2+ business days for your onboarding exam to be reviewed.
uz: Ishga qabul qilish imtihoningiz tekshirilmoqda. Ushbu imtihonni topshirishdan oldin, imtihoningiz koʻrib chiqilishi uchun 2+ ish kunini bering.

source: Your onboarding exam failed to pass all requirements.
uz: Ishga qabul qilish imtihoningiz barcha talablardan o‘ta olmadi.

source: Proctoring for your exam is provided via %(provider_name)s. If you have questions about the status of your onboarding exam, contact <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a>.
uz: Imtihoningiz uchun proktoring %(provider_name)s orqali amalga oshiriladi. Onboarding imtihoningiz holati haqida savollaringiz bo'lsa, murojaat qiling <a href="mailto:%(integration_specific_email)s">%(integration_specific_email)s</a> .

source: You have not completed the prerequisites for this exam. All requirements must be satisfied before you can take this proctored exam.
uz: Siz ushbu imtihon uchun zarur shartlarni bajarmadingiz. Ushbu proktored imtihonni topshirishdan oldin barcha talablar qondirilishi kerak.

source: The following prerequisites are in a <strong>pending</strong> state and must be successfully completed before you can proceed:
uz: Quyidagi shartlar <strong>kutilayotgan</strong> holatda va davom etishingizdan oldin muvaffaqiyatli bajarilishi kerak:

source: You can take this exam with proctoring only when all prerequisites have been successfully completed.
uz: Siz ushbu imtihonni proktoring bilan faqat barcha shartlar muvaffaqiyatli bajarilgandan keyin topshirishingiz mumkin.

source: Your Proctoring Session Has Started
uz: Sizning proktoring sessiyangiz boshlandi

source: From this point in time, you must follow the <a href="%(link_urls.online_proctoring_rules)s" target="_blank">online proctoring rules</a> to pass the proctoring review for your exam.
uz: Shu vaqtdan boshlab, imtihoningiz uchun proktoring tekshiruvidan o'tish uchun <a href="%(link_urls.online_proctoring_rules)s" target="_blank">onlayn proktoring qoidalariga</a> rioya qilishingiz kerak.
