Repository: huyvt-2722/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/djangojs.po
Languages: fa

source: OK
fa: بسیارخوب

source: Error Ending Exam
fa: خطا در پایان آزمون

source: Something has gone wrong ending your exam. Please reload the page and start again.
fa: در پایان آزمون شما مشکلی پیش آمده‌است. لطفاً صفحه را دوباره بارگیری کنید و یک بار دیگر شروع کنید.

source: Error Starting Exam
fa: خطا در آغاز آزمون

source: Something has gone wrong starting your exam. Please double-check that the application is running.
fa: هنگام آغاز آزمون مشکلی پیش آمد. لطفاً بررسی کنید که برنامه در حال اجرا باشد.

source: Something has gone wrong starting your exam. Please reload the page and start again.
fa: هنگام آغاز آزمون مشکلی پیش آمد. لطفاً صفحه را دوباره بارگیری کنید و یک بار دیگر شروع کنید.

source: Something has gone wrong ending your exam. Please double-check that the application is running.
fa: در پایان آزمون شما مشکلی پیش آمد. لطفاً بررسی کنید که برنامه در حال اجرا باشد.

source: Review Policy Exception
fa: بررسی استثناء خط‌مشی

source: Add Time(Minutes)
fa: افزودن زمان (دقیقه)

source: Add Multiplier as a Number Greater Than 1
fa: ضریب را به‌عنوان عددی بزرگتر از 1 اضافه کنید

source: Add Policy Exception
fa: افزودن یک استثناء به خط‌مشی

source: Required field
fa: فیلد الزامی

source: Additional Time (minutes)
fa: زمان اضافی (دقیقه)

source: Time Multiplier
fa: ضریب زمان

source: Eligible
fa: واجد شرایط

source: Created
fa: ایجاد شده

source: Download Software Clicked
fa: بارگیری نرم‌افزار کلیک شد

source: Ready to start
fa: آماده برای شروع

source: Started
fa: آغاز شده

source: Ready to submit
fa: آماده ارسال

source: Declined
fa: رد

source: Timed out
fa: پایان زمان

source: Second Review Required
fa: بررسی دوم مورد نیاز است

source: Submitted
fa: ارسال‌شده

source: Verified
fa: تاییدشده

source: Rejected
fa: رد شد

source: Error
fa: خطا

source: Onboarding Missing
fa: نبود آموزش اولیه

source: Onboarding Pending
fa: تعلیق در آموزش اولیه

source: Onboarding Failed
fa: آموزش اولیه موفق نبود

source: Onboarding Expired
fa: انقضا آموزش اولیه

source: Practice
fa: تمرین

source: Proctored
fa: محافظت‌شده

source: Timed
fa: زمان‌بندی‌شده

source: Are you sure you want to remove this student's exam attempt?
fa: آیا مطمئنید که می‌خواهید آزمون وی را حذف کنید؟

source: Are you sure you want to resume this student's exam attempt?
fa: آیا مطمئن هستید مایلید آزمون وی را از سر بگیرید؟

source: Not Started
fa: شروع نشده‌است

source: You have not started your onboarding exam.
fa: شما آزمون دورۀ آموزش اولیه خود را شروع نکرده‌اید.

source: You have started your onboarding exam.
fa: شما آزمون دورۀ آموزش اولیه خود را آغاز کرده‌اید.

source: You have submitted your onboarding exam.
fa: آزمون دورۀ آموزش اولیه شما ارسال شد.

source: Your onboarding exam has been approved in this course.
fa: آزمون دورۀ آموزش اولیه تایید شده‌است.

source: Your onboarding exam has been rejected. Please retry onboarding.
fa: آزمون دورۀ آموزش اولیه رد شده است. لطفاً ورود مجدد را بزنید.

source: An error has occurred during your onboarding exam. Please retry onboarding.
fa: خطایی در طول آزمون دورۀ آموزش اولیه رخ داد. لطفاً ورود مجدد را امتحان کنید.

source: Approved in Another Course
fa: در دورۀ دیگری تایید شد

source: Your onboarding exam has been approved in another course.
fa: آزمون دورۀ آموزش اولیه شما، در دورۀ دیگری تایید شده‌است.

source: If your device has changed, we recommend that you complete this course's onboarding exam in order to ensure that your setup still meets the requirements for proctoring.
fa: اگر دستگاه شما تغییر کرده است، توصیه می‌کنیم آزمون این دوره را تکمیل کنید تا اطمینان حاصل شود که راه‌اندازی برنامه برای شما همچنان با الزامات پیش‌بینی‌شده مطابقت دارد.

source: Expiring Soon
fa: به‌زودی منقضی می‌شود

source: Your onboarding profile has been approved. However, your onboarding status is expiring soon. Please complete onboarding again to ensure that you will be able to continue taking proctored exams.
fa: ورود شما به دورۀ آموزشی اولیه تایید شد. با این حال، این وضعیت به‌زودی منقضی می‌شود. لطفاً دوباره دورۀ آموزشی اولیه را تکمیل کنید تا اطمینان حاصل شود که امکان طی آزمون را دارید.

source: Expired
fa: منقضی‌شده

source: Your onboarding status has expired. Please complete onboarding again to continue taking proctored exams.
fa: وضعیت دورۀ آموزشی اولیۀ شما منقضی شده‌است. لطفاً برای طی آزمون‌های محافظت‌شده، دوباره دورۀ آموزشی اولیه را تکمیل کنید.

source: Setup Started
fa: راه اندازی برنامه آغاز شد

source: Onboarding Started
fa: دورۀ آموزشی اولیه آغاز شد

source: Onboarding Reset Failed Due to Past Due Exam
fa: به‌دلیل سررسید گذشتۀ آزمون، بازنشانی دورۀ آموزشی اولیه انجام نشد

source: Audit
fa: حسابرسی

source: Honor
fa: قوانین اخلاقی

source: Professional
fa: حرفه‌ای

source: No ID Professional
fa: بدون شناسۀ حرفه‌ای

source: Credit
fa: اعتبار

source: Master's
fa: کارشناسی ارشد

source: Executive Education
fa: آموزش ضمن خدمت

source: Are you sure you want to leave this page? To pass your proctored exam you must also pass the online proctoring session review.
fa: آیا مایلید از این صفحه بروید؟ برای قبولی در آزمون محافظت‌شده، باید جلسۀبازبینی حفاظتی را بگذرانید.
