Repository: huyvt-2722/openedx-translations
Catalog: translations/edx-proctoring/edx_proctoring/conf/locale/*/LC_MESSAGES/django.po
Languages: uz

source: Do not close this window before you finish your exam. if you close this window, your proctoring session ends, and you will not successfully complete the proctored exam.
uz: Imtihonni tugatmasdan oldin bu oynani yopmang. agar siz ushbu oynani yopsangiz, proktoring sessiyasi tugaydi va siz proktorlangan imtihonni muvaffaqiyatli yakunlay olmaysiz.

source: Return to the %(platform_name)s course window to start your exam. When you have finished your exam and have marked it as complete, you can close this window to end the proctoring session and upload your proctoring session data for review.
uz: Imtihonni boshlash uchun %(platform_name)s kurs oynasiga qayting. Imtihonni tugatganingizda va tugallangan deb belgilagan bo'lsangiz, proktoring seansini tugatish uchun ushbu oynani yopishingiz mumkin va tekshirish seansi maʼlumotlarini koʻrib chiqish uchun yuklang.

source: Your exam is ready to be resumed.
uz: Sizning imtihoningiz davom ettirishga tayyor.

source: You will have %(total_time)s to complete your exam.
uz: Imtihonni yakunlash uchun sizda %(total_time)s bo'ladi.

source: To be eligible for credit or the program credential associated with this course, you must pass the proctoring review for this exam.
uz: Kredit yoki ushbu kurs bilan bog'liq bo'lgan dastur account ma'lumotlariga ega bo'lish uchun siz ushbu imtihon uchun proktoring tekshiruvidan o'tishingiz kerak.

source: Important
uz: Muhim

source: &#8226; You have %(total_time)s to complete this exam. </br> &#8226; Once you start the exam, you cannot stop the timer. </br> &#8226; For all question types, you must click "submit" to complete your answer. </br> &#8226; If time expires before you click "End My Exam", only your submitted answers will be graded.
uz: • Ushbu imtihonni yakunlash uchun sizda %(total_time)s bor.</br> • Imtihonni boshlaganingizdan so'ng, taymerni to'xtata olmaysiz.</br> • Barcha savol turlari uchun javobingizni yakunlash uchun “yuborish” tugmasini bosishingiz kerak.</br> • Agar “Imtihonimni tugatish” tugmasini bosguningizcha vaqt tugasa, faqat siz yuborgan javoblar baholanadi.

source: Proctored Exam Rules
uz: Tekshiruvli imtihon qoidalari

source: You must adhere to the following rules while you complete this exam. <strong>If you violate these rules, you will receive a score of 0 on the exam, and you will not be eligible for academic course credit. </strong></br>
uz: Ushbu imtihonni tugatayotganda quyidagi qoidalarga amal qilishingiz kerak. <strong>Agar siz ushbu qoidalarni buzsangiz, siz imtihonda 0 ball olasiz va siz akademik kurs kreditini olish huquqiga ega bo'lmaysiz. </strong></br>

source: %(platform_name)s Rules for Online Proctored Exams
uz: %(platform_name)s Onlayn proktor imtihonlari qoidalari

source: Additional Exam Rules
uz: Qo'shimcha imtihon qoidalari

source: The following additional rules apply to this exam. These rules take precedence over the Rules for Online Proctored Exams.</br> </br> %(exam_review_policy)s </br>
uz: Ushbu imtihon uchun quyidagi qo'shimcha qoidalar qo'llaniladi. Ushbu qoidalar onlayn proktor imtihonlari qoidalaridan ustundir.</br></br> %(exam_review_policy)s</br>

source: Start my exam
uz: Imtihonimni boshlang

source: Starting Exam
uz: Boshlanish imtihoni

source: Are you sure you want to end your proctored exam?
uz: Haqiqatan ham proktor imtihoningizni tugatmoqchimisiz?

source: Make sure that you have selected "Submit" for each answer before you submit your exam.
uz: Imtihon topshirishdan oldin har bir javob uchun “Yuborish” ni tanlaganingizga ishonch hosil qiling.

source: Once you click "Yes, end my proctored exam", the exam will be closed, and your proctoring session will be submitted for review.
uz: “Ha, proktored imtihonimni tugat” tugmasini bosganingizdan so'ng imtihon yopiladi va proktoring sessiyangiz ko'rib chiqish uchun yuboriladi.

source: Yes, end my proctored exam
uz: Ha, nazorat imtihonimni tugat

source: Ending Exam
uz: Yakuniy imtihon

source: No, I'd like to continue working
uz: Yo'q, men ishlashni davom ettirmoqchiman

source: Your proctoring session was reviewed, but did not pass all requirements
uz: Sizning proktoring sessiyangiz ko'rib chiqildi, lekin barcha talablardan o'ta olmadi

source: If you have questions about the status of your proctoring session results, contact %(platform_name)s Support.
uz: Agar proktoring sessiyasi natijalari holati haqida savollaringiz bo'lsa, %(platform_name)s Yordam xizmatiga murojaat qiling.

source: If you have concerns about your proctoring session results, contact your course team.
uz: Agar proktoring sessiyasi natijalaridan xavotirda bo'lsangiz, kurs jamoasi bilan bog'laning.

source: You have submitted this proctored exam for review
uz: Siz ushbu proktorlangan imtihonni ko'rib chiqish uchun topshirdingiz

source: Your recorded data should now be uploaded for review.
uz: Yozib olingan maʼlumotlaringiz endi koʻrib chiqish uchun yuklanishi kerak.

source: If the proctoring software window is still open, close it now and confirm that you want to quit the application.
uz: Agar proktoring dasturi oynasi hali ham ochiq bo'lsa, uni hozir yoping va ilovadan chiqishni xohlayotganingizni tasdiqlang.

source: Proctoring results are usually available within 5 business days after you submit your exam.
uz: Proktoring natijalari odatda imtihon topshirganingizdan keyin 5 ish kuni ichida chiqariladi.

source: If you have questions about the status of your proctored exam results, contact %(platform_name)s Support.
uz: Agar tekshirilgan imtihon natijalarining holati haqida savollaringiz bo'lsa, %(platform_name)s Yordam xizmatiga murojaat qiling.

source: Your proctoring session was reviewed successfully. Go to your progress page to view your exam grade.
uz: Tekshirish seansingiz muvaffaqiyatli tekshirildi. Imtihon baholaringizni ko'rish uchun taraqqiyot sahifangizga o'ting.

source: To view your exam questions and responses, select <strong>View my exam</strong>. The exam's review status is shown in the left navigation pane.
uz: Imtihon savollaringiz va javoblaringizni koʻrish uchun <strong>Imtihonimni koʻrish ni</strong> tanlang. Imtihonni ko'rib chiqish holati chap navigatsiya panelida ko'rsatiladi.

source: View my exam
uz: Mening imtihonimni ko'ring

source: %(exam_name)s is a Timed Exam (%(total_time)s)
uz: %(exam_name)s - vaqtli imtihon ( %(total_time)s )

source: This exam has a time limit associated with it.
uz: Ushbu imtihonda u bilan bog'liq vaqt chegarasi mavjud.

source: To pass this exam, you must complete the problems in the time allowed.
uz: Ushbu imtihondan o'tish uchun siz berilgan vaqt ichida muammolarni hal qilishingiz kerak.

source: After you select
uz: Siz tanlaganingizdan keyin

source: I am ready to start this timed exam,
uz: Men bu vaqtli imtihonni boshlashga tayyorman,

source: you will have
uz: ega bo'lasiz

source: to complete and submit the exam.
uz: imtihonni to'ldirish va topshirish.

source: I am ready to start this timed exam.
uz: Men bu vaqtli imtihonni boshlashga tayyorman.

source: Can I request additional time to complete my exam?
uz: Imtihonni yakunlash uchun qo'shimcha vaqt talab qila olamanmi?

source: If you have disabilities, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
uz: Agar sizda nogironlik bo'lsa, Vaqtli imtihonlarda qo'shimcha vaqt olish huquqiga ega bo'lishingiz mumkin. Qo'shimcha vaqt to'lovlari haqida ma'lumot olish uchun kurs jamoasidan so'rang.

source: Are you sure that you want to submit your timed exam?
uz: Vaqtli imtihonni topshirmoqchi ekanligingizga ishonchingiz komilmi?

source: Make sure that you have selected "Submit" for each problem before you submit your exam.
uz: Imtihon topshirishdan oldin har bir muammo uchun “Yuborish” ni tanlaganingizga ishonch hosil qiling.

source: After you submit your exam, your exam will be graded.
uz: Imtihon topshirganingizdan so'ng imtihoningiz baholanadi.

source: Yes, submit my timed exam.
uz: Ha, vaqtli imtihonimni topshiring.

source: No, I want to continue working.
uz: Yo'q, men ishlashni davom ettirmoqchiman.

source: The time allotted for this exam has expired. Your exam has been submitted and any work you completed will be graded.
uz: Ushbu imtihon uchun ajratilgan vaqt tugadi. Sizning imtihoningiz topshirildi va siz tugatgan barcha ishlaringiz baholanadi.

source: You have submitted your timed exam.
uz: Vaqtli imtihon topshirdingiz.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
uz: Belgilangan sanadan keyin siz imtihonni ko'rib chiqishingiz mumkin, ammo javoblaringizni o'zgartira olmaysiz.

source: {num_of_hours} hour
uz: {num_of_hours} soat

source: {num_of_hours} hours
uz: {num_of_hours} soat

source: {num_of_minutes} minutes
uz: {num_of_minutes} daqiqa

source: and {num_of_minutes} minute
uz: va {num_of_minutes} daqiqa

source: {num_of_minutes} minute
uz: {num_of_minutes} daqiqa

source: and {num_of_minutes} minutes
uz: va {num_of_minutes} daqiqa

source: a proctored exam
uz: protsessorli imtihon

source: a timed exam
uz: vaqtli imtihon

source: an onboarding exam
uz: ishga qabul qilish imtihoni

source: a practice exam
uz: amaliyot imtihoni

source: could not determine the course_id
uz: kurs_id ni aniqlay olmadi

source: Must be a Staff User to Perform this request.
uz: Ushbu so'rovni bajarish uchun Xodim foydalanuvchisi bo'lishi kerak.

source: Missing required query parameter course_id
uz: Kurs_id so‘rovi parametri yetishmayapti

source: There is no onboarding exam related to this course id.
uz: Bu kurs identifikatori bilan bog‘liq bo‘lgan imtihon mavjud emas.

source: There is no onboarding exam accessible to this user.
uz: Bu foydalanuvchiga kirish imtihonlari mavjud emas.

source: No onboarding status API for {proctor_service}
uz: {proctor_service} uchun ishga tushirish holati APIsi yo'q

source: The onboarding service is temporarily unavailable. Please try again later.
uz: Onboarding xizmati vaqtincha ishlamayapti. Keyinroq qayta urinib ko‘ring.

source: you have less than a minute remaining
uz: bir daqiqadan kamroq vaqtingiz bor

source: Enter a valid username or email
uz: Yaroqli foydalanuvchi nomi yoki elektron pochta manzilini kiriting

source: Enter a valid positive value number
uz: Yaroqli ijobiy qiymat raqamini kiriting

source: allowance_value
uz: nafaqa_qiymati

source: Cannot update attempt review status
uz: Ko‘rib chiqishga urinish holatini yangilab bo‘lmadi

source: No exams in course {course_id}.
uz: Kursda imtihon yo'q {course_id} .

source: No proctored exams in course {course_id}
uz: {course_id} kursida nazorat imtihonlari yo'q

source: No instructor dashboard for {proctor_service}
uz: {proctor_service} uchun instruktor asboblar paneli yo'q
