Repository: huyvt-2722/openedx-translations
Catalog: translations/xblock-submit-and-compare/submit_and_compare/conf/locale/*/LC_MESSAGES/django.po
Languages: vi

source: Display Name
vi: Tên hiển thị

source: This name appears in the horizontal navigation at the top of the page
vi: Tên này xuất hiện trong thanh điều hướng ngang ở đầu trang

source: Weight
vi: Trọng số

source: This assigns an integer value representing the weight of this problem
vi: Điều này gán một giá trị số nguyên đại diện cho trọng số của bài tập này

source: Max Attempts
vi: Số lần thử tối đa

source: This assigns an integer value representing the maximum number of times a student can attempt the problem
vi: Điều này gán một giá trị số nguyên đại diện cho số lần tối đa mà học sinh có thể thử làm bài tập

source: Label for Student Answer
vi: Nhãn cho câu trả lời của học sinh

source: Label for the text area containing the student's answer
vi: Nhãn cho vùng văn bản chứa câu trả lời của học sinh

source: Label for Expert Answer
vi: Nhãn cho câu trả lời chuyên gia

source: Label for the 'expert' answer
vi: Nhãn cho câu trả lời 'chuyên gia'

source: Label for Submit Button
vi: Nhãn cho nút Nộp bài

source: Label for the submit button
vi: Nhãn cho nút nộp bài

source: Definition
vi: Định nghĩa

source: The XML definition for the question and expert answer
vi: Định nghĩa XML cho câu hỏi và câu trả lời chuyên gia

source: Save
vi: Lưu

source: Cancel
vi: Hủy

source: Hint ({number} of {total}): {hint}
vi: Gợi ý ({number} trong {total}): {hint}

source: You have used {count_attempts} of {max_attempts} submission
vi: Bạn đã sử dụng {count_attempts} trong {max_attempts} lần nộp bài

source: {weight} point possible
vi: {weight} điểm có thể đạt được

source: /{weight} point
vi: /{weight} điểm
